[Abilities.A_VoidHeart H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虚空之心"
mTooltip="当此生物从背后攻击其目标时，该攻击有50%的几率召唤虚空之心，对目标造成 %d1 基础 %icon_prime 源力魔法伤害。"

[Abilities.A_RiftCloak_Buff H7BaseBuff]
mName="吸收斗篷"
mTooltip="吸收 %special.val3 伤害。如果护盾在 %durnow 回合内未被耗尽，它将消失。"

[Abilities.A_MarkedOfTheSearcher_DoubleAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="双重攻击"
mTooltip="被标记为“猎物”的敌人将被攻击两次。"

[Abilities.DimensionalProtection_Buff H7BaseBuff]
mName="次元护盾"
mTooltip="该单位在移动时融入另一个维度，对物理伤害的抵抗力更高（50%），持续到回合结束。"

[Abilities.A_RiftCloak H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="吸收斗篷"
mTooltip="战斗开始时，收割者被一层吸收 %buff1.buff.special.val1 到 %buff1.buff.special.val2 伤害的斗篷包裹。如果斗篷在 %buff1.buff.durini 回合内未被耗尽，它将消失。"

[Abilities.Planeswalker H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="次元行者"
mTooltip="该单位使用次元门进行移动。移动后立即获得50%的物理伤害抗性，持续到回合结束。"

[Creatures.A_CreatureRiftDemon H7Creature]
mName="幽灵收割者"
mLore="幽灵收割者升华了本源魔法的艺术，除了移动能力之外，它们还用它来保护自己免受攻击者的伤害，在周围创造一层保护性斗篷……甚至无需集中精神。"

[Creatures.A_CreatureDeathbringer H7Creature]
mName="收割者"
mLore="收割者拥有对本源魔法不寻常的能力，能够穿越时空，预测对手的行动，并常常避免死亡。它们磨练了谋杀技能，如同暗影刺客。"